HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20240927144408.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-09-27T14:44:07.981+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="16709" guid="8763a6e5-67b8-4206-82df-c4681b6f723e"/>
                <automatenStatus betriebStatus="AUSSER_BETRIEB" letzteInteraktion="2024-09-27T14:44:08.002+02:00" letzterVerkauf="2024-09-27T14:44:08.002+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
